[
    [
        {
            "speaker": "System",
            "message": "Voice note for Open question sent."
        },
        {
            "speaker": "Recruiter",
            "message": "Got it! Thanks for completing all the tasks. I'll review everything and be in touch soon."
        }
    ],
    [
        {
            "speaker": "System",
            "message": "Voice note for Open question sent."
        },
        {
            "speaker": "Recruiter",
            "message": "Great! I've received both voice notes. I'll review them and get back to you soon. Thanks for your cooperation and enthusiasm throughout this process!"
        }
    ],
    [
        {
            "speaker": "System",
            "message": "Voice note for Open question sent."
        },
        {
            "speaker": "Recruiter",
            "message": "Great! I've received your response. I'll review everything and be in touch soon. Thanks for your cooperation and enthusiasm throughout this process!"
        }
    ],
    [
        {
            "speaker": "System",
            "message": "Voice note for Open question sent."
        },
        {
            "speaker": "Recruiter",
            "message": "Awesome, thanks for completing all the tasks! I'll review your submissions and be in touch soon."
        }
    ],
    [
        {
            "speaker": "System",
            "message": "Voice note for Open question sent."
        },
        {
            "speaker": "Recruiter",
            "message": "Awesome, thanks for sending that over! I'll review both voice notes and be in touch soon to discuss the next steps. Thanks for your cooperation and enthusiasm throughout this process!"
        }
    ],
    [
        {
            "speaker": "System",
            "message": "Voice note for Open question sent."
        },
        {
            "speaker": "Recruiter",
            "message": "Awesome! I'll review everything and get back to you soon. Thanks for your cooperation and for moving forward with the process!"
        }
    ],
    [
        {
            "speaker": "System",
            "message": "Voice note for Open question sent."
        },
        {
            "speaker": "Recruiter",
            "message": "Got it! Thanks for completing all the tasks. I'll review your submissions and get back to you soon."
        }
    ],
    [
        {
            "speaker": "System",
            "message": "Voice note for Open question sent."
        },
        {
            "speaker": "Recruiter",
            "message": "Got it! I'll review everything and be in touch soon. Thanks for your cooperation and enthusiasm throughout this process!"
        }
    ],
    [
        {
            "speaker": "System",
            "message": "Voice note for Open question sent."
        },
        {
            "speaker": "Recruiter",
            "message": "Great, I've received all your responses! Now, I'll schedule a call with a human recruiter to discuss your application further."
        }
    ],
    [
        {
            "speaker": "System",
            "message": "Voice note for Open question sent."
        },
        {
            "speaker": "Recruiter",
            "message": "Got it! Thanks for completing all the tasks. I'll review everything and be in touch soon."
        }
    ],
    [
        {
            "speaker": "System",
            "message": "Voice note for Open question sent."
        },
        {
            "speaker": "Recruiter",
            "message": "Awesome! I've received both voice notes. I'll review them and get back to you soon. Thanks for your cooperation and for moving forward with the process!"
        }
    ],
    [
        {
            "speaker": "System",
            "message": "Voice note for Open question sent."
        },
        {
            "speaker": "Recruiter",
            "message": "Awesome! I've received your response. I'll review everything and get back to you soon. Thanks for your cooperation and for taking the time to complete these tasks!"
        }
    ],
    [
        {
            "speaker": "System",
            "message": "Voice note for Open question sent."
        },
        {
            "speaker": "Recruiter",
            "message": "Excellent! I'll review your response and be in touch soon. Thanks for your cooperation and enthusiasm throughout this process!"
        }
    ],
    [
        {
            "speaker": "System",
            "message": "Voice note for Open question sent."
        },
        {
            "speaker": "Recruiter",
            "message": "Received it, thanks! We'll be in touch soon to let you know the next steps. Thanks for your cooperation and patience!"
        }
    ],
    [
        {
            "speaker": "System",
            "message": "Voice note for Open question sent."
        },
        {
            "speaker": "Recruiter",
            "message": "Awesome! I've received both voice notes. I'll review them and get back to you soon. Thanks for your cooperation and for completing all the tasks. I'll be in touch soon to let you know the next steps."
        }
    ],
    [
        {
            "speaker": "System",
            "message": "Voice note for Open question sent."
        },
        {
            "speaker": "Recruiter",
            "message": "Great, I've received your response! I'll review everything and get back to you soon. Thanks for your cooperation and for moving forward with the process. I'll be in touch soon for next step!"
        }
    ],
    [
        {
            "speaker": "System",
            "message": "Voice note for Open question sent."
        },
        {
            "speaker": "Recruiter",
            "message": "Great, I've received your voice note. I'll review everything you've submitted so far. I'll be in touch soon to let you know the next steps. Thanks for your cooperation and effort!"
        }
    ],
    [
        {
            "speaker": "System",
            "message": "Voice note for Open question sent."
        },
        {
            "speaker": "Recruiter",
            "message": "Wonderful! I'll review everything and get back to you soon. Thanks for your cooperation and enthusiasm throughout this process! I'll be in touch soon to let you know the next steps"
        }
    ],
    [
        {
            "speaker": "System",
            "message": "Voice note for Open question sent."
        },
        {
            "speaker": "Recruiter",
            "message": "Great! I've received all the necessary information. I'll review everything and be in touch soon. Thanks for your cooperation and interest in the position and  let you know the next steps!"
        }
    ],
    [
        {
            "speaker": "System",
            "message": "Voice note for Open question sent."
        },
        {
            "speaker": "Recruiter",
            "message": "Awesome, thanks for completing all the tasks! I'll review everything and get back to you soon for next steps."
        }
    ],
    [
        {
            "speaker": "System",
            "message": "Voice note for Open question sent."
        },
        {
            "speaker": "Recruiter",
            "message": "Received! Thank you so much for completing all the tasks. I'll review everything and be in touch soon for planning next steps."
        }
    ],
    [
        {
            "speaker": "System",
            "message": "Voice note for Open question sent."
        },
        {
            "speaker": "Recruiter",
            "message": "Great, I've received both voice notes! I'll review them and get back to you soon for next step. Thanks for completing all the tasks!"
        }   
    ],
    [
        {
            "speaker": "System",
            "message": "Voice note for Open question sent."
        },
        {
            "speaker": "Recruiter",
            "message": "Great, I've received it! I'll review everything and get back to you soon for next step. Thanks for your cooperation and enthusiasm throughout this process!"
        }
    ],
    [
        {
            "speaker": "System",
            "message": "Voice note for Open question sent."
        },
        {
            "speaker": "Recruiter",
            "message": "Great, I've received it! Thanks for completing all the tasks. I'll review your submissions and get back to you soon for discus next step."
        }
    ],
    [
        {
            "speaker": "System",
            "message": "Voice note for Open question sent."
        },
        {
            "speaker": "Recruiter",
            "message": "Great! I'll review everything and get back to you soon for next step. Thanks for your cooperation and enthusiasm throughout this process!"
        }   
    ],
    [
        {
            "speaker": "System",
            "message": "Voice note for Open question sent."
        },
        {
            "speaker": "Recruiter",
            "message": "Got it! Thanks for completing all the tasks. I'll review your submissions and be in touch soon for next step."
        }
    ],
    [
        {
            "speaker": "System",
            "message": "Voice note for Open question sent."
        },
        {
            "speaker": "Recruiter",
            "message": "Fantastic! Thanks for completing all the tasks. We’ll review everything and get back to you soon with the next steps. Have a great day!"
        }
    ],
    [
        {
            "speaker": "System",
            "message": "Voice note for Open question sent."
        },
        {
            "speaker": "Recruiter",
            "message": "Perfect, thank you for completing all the tasks! We'll review your responses and get back to you soon with the next steps. Have a great day!"
        }   
    ],
    [
        {
            "speaker": "System",
            "message": "Voice note for Open question sent."
        },
        {
            "speaker": "Recruiter",
            "message": "Excellent, thank you! We’ll review your submissions and get back to you soon with the next steps.. Have a great day!"
        }
    ],
    [
        {
            "speaker": "System",
            "message": "Voice note for Open question sent."
        },
        {
            "speaker": "Recruiter",
            "message": "Received! Thanks for completing all the steps. We’ll review everything and get back to you soon with the next steps. Have a wonderful day!"
        }
    ]
]