[
    [
        {
            "speaker": "Applicant",
            "message": "Voice note for Scripted text sent.",
			"current_task": "Scripted text"
        },
        {
            "speaker": "Recruiter",
            "message": "Complete sending the voice note for the scripted text, as it doesn't seem to have been received"
        }
    ],
    [
        {
            "speaker": "Applicant",
            "message": "I’ve sent the voice note",
			"current_task": "Scripted text"
        },
        {
            "speaker": "Recruiter",
            "message": "I think there's been a misunderstanding. It looks like the voice note for the scripted text hasn't been sent yet. Complete sending the voice note please."
        }
    ],
    [
        {
            "speaker": "Applicant",
            "message": "I've sent the voice note.",
			"current_task": "Scripted text"
        },
        {
            "speaker": "Recruiter",
            "message": "Complete sending the voice note for the scripted text, it doesn't appear to have been delivered yet."
        }
    ],
    [
        {
            "speaker": "Applicant",
            "message": "I've sent the voice note with the reading.",
			"current_task": "Scripted text"
        },
        {
            "speaker": "Recruiter",
            "message": "It seems like the voice note for the scripted text hasn't been sent. Complete sending the voice note to proceed."
        }
    ],
    [
        {
            "speaker": "Applicant",
            "message": "Voice note sent!",
			"current_task": "Scripted text"
        },
        {
            "speaker": "Recruiter",
            "message": "It seems there might have been a misunderstanding. Complete sending the voice note for the scripted text to proceed."
        }
    ],
    [
        {
            "speaker": "Applicant",
            "message": "Just sent the voice note",
			"current_task": "Scripted text"
        },
        {
            "speaker": "Recruiter",
            "message": "Complete sending the voice note for the scripted text, it doesn't seem to have been received yet"
        }
    ],
    [
        {
            "speaker": "Applicant",
            "message": "I’ve just sent the voice note.",
			"current_task": "Scripted text"
        },
        {
            "speaker": "Recruiter",
            "message": "It doesn't appear that you've sent the voice note yet. Complete sending the voice note with the scripted text so we can proceed"
        }
    ],
    [
        {
            "speaker": "Applicant",
            "message": "Okay, voice note recorded and sent",
			"current_task": "Scripted text"
        },
        {
            "speaker": "Recruiter",
            "message": "Thank you for letting me know, but I haven't received a voice note with the reading yet. Complete sending the voice note and I'll be happy to review it."
        }
    ],
    [
        {
            "speaker": "Applicant",
            "message": "I've sent the voice note my friend",
			"current_task": "Scripted text"
        },
        {
            "speaker": "Recruiter",
            "message": "It appears that the voice note for the reading isn't showing up. Please complete sending the voice note for the scripted text."
        }
    ],
    [
        {
            "speaker": "Applicant",
            "message": "Just sent the voice note. Hope it's clear!",
			"current_task": "Scripted text"
        },
        {
            "speaker": "Recruiter",
            "message": "Thank you for letting me know. However, I don't seem to have received the voice note with the reading yet. Complete sending the voice note for me, and I'll be happy to move forward."
        }
    ],
    [
        {
            "speaker": "Applicant",
            "message": "I’ve recorded and sent the voice note",
			"current_task": "Scripted text"
        },
        {
            "speaker": "Recruiter",
            "message": "I appreciate your update, however I don't seem to have received the voice note with the reading yet. Complete sending the voice note so I can review it, thank you."
        }
    ],
    [
        {
            "speaker": "Applicant",
            "message": "Got it! I've recorded the voice note",
			"current_task": "Scripted text"
        },
        {
            "speaker": "Recruiter",
            "message": "It seems I haven't received the voice note for the reading yet. Complete the task by sending the voice note as soon as possible, thank you."
        }
    ],
    [
        {
            "speaker": "Applicant",
            "message": "Just sent the voice note! If you see typos it's because I am not wearing my glasses. I have good english.",
			"current_task": "Scripted text"
        },
        {
            "speaker": "Recruiter",
            "message": "Thank you for letting me know. However, I don't seem to have received the voice note yet. Complete the task by sending the voice note with the scripted text, and I'll be happy to assist you further."
        }
    ],
    [
        {
            "speaker": "Applicant",
            "message": "Just sent the voice note! If you see typos it's because I am not wearing my glasses. I have good english.",
			"current_task": "Scripted text"
        },
        {
            "speaker": "Recruiter",
            "message": "Thank you for letting me know. However, I don't seem to have received the voice note yet. Complete the task by sending the voice note with the scripted text, and I'll be happy to assist you further."
        }
    ],
    [
        {
            "speaker": "Applicant",
            "message": "Got it! I've recorded the voice note. Here it is",
			"current_task": "Scripted text"
        },
        {
            "speaker": "Recruiter",
            "message": "It seems the voice note with the reading hasn't been received. Complete sending the voice note so we can access the scripted text."
        }
    ],
    [
        {
            "speaker": "Applicant",
            "message": "Okay, I'll give it a try. Just sent the voice note!",
			"current_task": "Scripted text"
        },
        {
            "speaker": "Recruiter",
            "message": "However, it seems we haven't received the voice note with the reading yet. Complete sending the voice note with the scripted text so we can review it, thank you."
        }
    ],
    [
        {
            "speaker": "Applicant",
            "message": "Just recorded the voice note. Sending it now!",
			"current_task": "Scripted text"
        },
        {
            "speaker": "Recruiter",
            "message": "It seems there might have been a misunderstanding. Complete sending the voice note with the scripted reading so we can move forward."
        }
    ]
]